brew "zstd"
brew "jpeg-xl"
brew "docker-compose"
brew "gcc"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "pango"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "go"
brew "gobject-introspection"
brew "netpbm"
brew "pwgen"
brew "uv"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "alfred"
cask "alt-tab"
cask "appcleaner"
cask "bettertouchtool"
cask "brave-browser"
cask "clipy"
cask "docker"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "karabiner-elements"
cask "microsoft-auto-update"
cask "slack"
cask "visual-studio-code"
cask "zoom"
vscode "saoudrizwan.claude-dev"
